Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.automation.socketOverrides.note
source: Overrides: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE, and CMUX_SOCKET_PATH (set CMUX_ALLOW_SOCKET_OVERRIDE=1 for stable/nightly builds).
ar: التجاوزات: CMUX_SOCKET_ENABLE و CMUX_SOCKET_MODE و CMUX_SOCKET_PATH (اضبط CMUX_ALLOW_SOCKET_OVERRIDE=1 لبناءات stable/nightly).
bs: Premošćenja: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE i CMUX_SOCKET_PATH (postavite CMUX_ALLOW_SOCKET_OVERRIDE=1 za stabilne/nightly verzije).
da: Tilsidesættelser: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE og CMUX_SOCKET_PATH (sæt CMUX_ALLOW_SOCKET_OVERRIDE=1 for stabile/nightly builds).
de: Überschreibungen: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE und CMUX_SOCKET_PATH (setzen Sie CMUX_ALLOW_SOCKET_OVERRIDE=1 für Stable-/Nightly-Builds).
es: Sobreescrituras: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE y CMUX_SOCKET_PATH (establece CMUX_ALLOW_SOCKET_OVERRIDE=1 para compilaciones estables/nightly).
fr: Remplacements : CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE et CMUX_SOCKET_PATH (définissez CMUX_ALLOW_SOCKET_OVERRIDE=1 pour les builds stable/nightly).
it: Override: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE e CMUX_SOCKET_PATH (imposta CMUX_ALLOW_SOCKET_OVERRIDE=1 per le build stable/nightly).
ja: オーバーライド: CMUX_SOCKET_ENABLE、CMUX_SOCKET_MODE、CMUX_SOCKET_PATH（stable/nightlyビルドではCMUX_ALLOW_SOCKET_OVERRIDE=1を設定）。
ko: 재정의: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE, CMUX_SOCKET_PATH (안정/나이틀리 빌드의 경우 CMUX_ALLOW_SOCKET_OVERRIDE=1 설정).
nb: Overstyringer: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE og CMUX_SOCKET_PATH (sett CMUX_ALLOW_SOCKET_OVERRIDE=1 for stabile/nattlige bygg).
pl: Nadpisania: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE i CMUX_SOCKET_PATH (ustaw CMUX_ALLOW_SOCKET_OVERRIDE=1 dla wersji stabilnych/nightly).
pt_br: Substituições: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE e CMUX_SOCKET_PATH (defina CMUX_ALLOW_SOCKET_OVERRIDE=1 para builds stable/nightly).
ru: Переопределения: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE и CMUX_SOCKET_PATH (установите CMUX_ALLOW_SOCKET_OVERRIDE=1 для стабильных/ночных сборок).
th: การแทนที่: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE และ CMUX_SOCKET_PATH (ตั้ง CMUX_ALLOW_SOCKET_OVERRIDE=1 สำหรับบิลด์ stable/nightly)
tr: Geçersiz kılmalar: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE ve CMUX_SOCKET_PATH (kararlı/gece derlemeleri için CMUX_ALLOW_SOCKET_OVERRIDE=1 ayarlayın).
uk: Перевизначення: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE та CMUX_SOCKET_PATH (встановіть CMUX_ALLOW_SOCKET_OVERRIDE=1 для стабільних/нічних збірок).
zh_hans: 覆盖项：CMUX_SOCKET_ENABLE、CMUX_SOCKET_MODE 和 CMUX_SOCKET_PATH（对稳定版/每日构建版需设置 CMUX_ALLOW_SOCKET_OVERRIDE=1）。
zh_hant: 覆寫設定：CMUX_SOCKET_ENABLE、CMUX_SOCKET_MODE 和 CMUX_SOCKET_PATH（穩定版/每夜版需設定 CMUX_ALLOW_SOCKET_OVERRIDE=1）。

# settings.automation.socketPassword
source: Socket Password
ar: كلمة مرور المقبس
bs: Lozinka utičnice
da: Socket-adgangskode
de: Socket-Passwort
es: Contraseña del socket
fr: Mot de passe du socket
it: Password socket
ja: ソケットパスワード
ko: 소켓 비밀번호
nb: Socket-passord
pl: Hasło gniazda
pt_br: Senha do Socket
ru: Пароль сокета
th: รหัสผ่านซ็อกเก็ต
tr: Soket Parolası
uk: Пароль сокета
zh_hans: 套接字密码
zh_hant: Socket 密碼

# settings.automation.socketPassword.change
source: Change
ar: تغيير
bs: Promijeni
da: Skift
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
ja: 変更
ko: 변경
nb: Endre
pl: Zmień
pt_br: Alterar
ru: Изменить
th: เปลี่ยน
tr: Değiştir
uk: Змінити
zh_hans: 更改
zh_hant: 變更

# settings.automation.socketPassword.clear
source: Clear
ar: مسح
bs: Obriši
da: Ryd
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
nb: Fjern
pl: Wyczyść
pt_br: Limpar
ru: Очистить
th: ล้าง
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# settings.automation.socketPassword.clearFailed
source: Failed to clear password (%@).
ar: فشل مسح كلمة المرور (%@).
bs: Nije uspjelo brisanje lozinke (%@).
da: Kunne ikke rydde adgangskode (%@).
de: Passwort konnte nicht gelöscht werden (%@).
es: No se pudo borrar la contraseña (%@).
fr: Impossible d'effacer le mot de passe (%@).
it: Impossibile cancellare la password (%@).
ja: パスワードのクリアに失敗しました（%@）。
ko: 비밀번호 지우기 실패 (%@).
nb: Kunne ikke fjerne passord (%@).
pl: Nie udało się wyczyścić hasła (%@).
pt_br: Falha ao limpar a senha (%@).
ru: Не удалось очистить пароль (%@).
th: ไม่สามารถล้างรหัสผ่านได้ (%@)
tr: Parola temizlenemedi (%@).
uk: Не вдалося очистити пароль (%@).
zh_hans: 清除密码失败 (%@)。
zh_hant: 清除密碼失敗（%@）。

# settings.automation.socketPassword.cleared
source: Password cleared.
ar: تم مسح كلمة المرور.
bs: Lozinka obrisana.
da: Adgangskode ryddet.
de: Passwort gelöscht.
es: Contraseña borrada.
fr: Mot de passe effacé.
it: Password cancellata.
ja: パスワードをクリアしました。
ko: 비밀번호가 지워졌습니다.
nb: Passord fjernet.
pl: Hasło wyczyszczone.
pt_br: Senha removida.
ru: Пароль очищен.
th: ล้างรหัสผ่านแล้ว
tr: Parola temizlendi.
uk: Пароль очищено.
zh_hans: 密码已清除。
zh_hant: 密碼已清除。

# settings.automation.socketPassword.empty
source: Enter a password first.
ar: أدخل كلمة مرور أولاً.
de: Geben Sie zuerst ein Passwort ein.
es: Introduzca primero una contraseña.
fr: Saisissez d’abord un mot de passe.
ja: 先にパスワードを入力してください。
ko: 먼저 비밀번호를 입력하십시오.
zh_hans: 请先输入密码。
zh_hant: 請先輸入密碼。

# settings.automation.socketPassword.enterFirst
source: Enter a password first.
ar: أدخل كلمة مرور أولاً.
bs: Prvo unesite lozinku.
da: Indtast en adgangskode først.
de: Geben Sie zuerst ein Passwort ein.
es: Introduce una contraseña primero.
fr: Saisissez d'abord un mot de passe.
it: Inserisci prima una password.
ja: まずパスワードを入力してください。
ko: 먼저 비밀번호를 입력하세요.
nb: Skriv inn et passord først.
pl: Najpierw wprowadź hasło.
pt_br: Insira uma senha primeiro.
ru: Сначала введите пароль.
th: ป้อนรหัสผ่านก่อน
tr: Önce bir parola girin.
uk: Спочатку введіть пароль.
zh_hans: 请先输入密码。
zh_hant: 請先輸入密碼。

# settings.automation.socketPassword.placeholder
source: Password
ar: كلمة المرور
bs: Lozinka
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
nb: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
tr: Parola
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# settings.automation.socketPassword.saveFailed
source: Failed to save password (%@).
ar: فشل حفظ كلمة المرور (%@).
bs: Nije uspjelo spremanje lozinke (%@).
da: Kunne ikke gemme adgangskode (%@).
de: Passwort konnte nicht gespeichert werden (%@).
es: No se pudo guardar la contraseña (%@).
fr: Impossible d'enregistrer le mot de passe (%@).
it: Impossibile salvare la password (%@).
ja: パスワードの保存に失敗しました（%@）。
ko: 비밀번호 저장 실패 (%@).
nb: Kunne ikke lagre passord (%@).
pl: Nie udało się zapisać hasła (%@).
pt_br: Falha ao salvar a senha (%@).
ru: Не удалось сохранить пароль (%@).
th: ไม่สามารถบันทึกรหัสผ่านได้ (%@)
tr: Parola kaydedilemedi (%@).
uk: Не вдалося зберегти пароль (%@).
zh_hans: 保存密码失败 (%@)。
zh_hant: 儲存密碼失敗（%@）。

# settings.automation.socketPassword.saved
source: Password saved.
ar: تم حفظ كلمة المرور.
bs: Lozinka spremljena.
da: Adgangskode gemt.
de: Passwort gespeichert.
es: Contraseña guardada.
fr: Mot de passe enregistré.
it: Password salvata.
ja: パスワードを保存しました。
ko: 비밀번호가 저장되었습니다.
nb: Passord lagret.
pl: Hasło zapisane.
pt_br: Senha salva.
ru: Пароль сохранен.
th: บันทึกรหัสผ่านแล้ว
tr: Parola kaydedildi.
uk: Пароль збережено.
zh_hans: 密码已保存。
zh_hant: 密碼已儲存。

# settings.automation.socketPassword.set
source: Set
ar: تعيين
bs: Postavi
da: Angiv
de: Festlegen
es: Establecer
fr: Définir
it: Imposta
ja: 設定
ko: 설정
nb: Angi
pl: Ustaw
pt_br: Definir
ru: Установить
th: ตั้งค่า
tr: Ayarla
uk: Встановити
zh_hans: 设置
zh_hant: 設定

# settings.automation.socketPassword.subtitleSet
source: Stored in Application Support.
ar: مخزنة في Application Support.
bs: Pohranjena u Application Support.
da: Gemt i Application Support.
de: Gespeichert in Application Support.
es: Almacenada en Application Support.
fr: Stocké dans Application Support.
it: Memorizzata nel Supporto Applicazioni.
ja: Application Supportに保存済み。
ko: Application Support에 저장됨.
nb: Lagret i Application Support.
pl: Przechowywane w Application Support.
pt_br: Armazenada em Application Support.
ru: Хранится в Application Support.
th: จัดเก็บใน Application Support
tr: Uygulama Desteği klasöründe saklanır.
uk: Збережено в Application Support.
zh_hans: 存储在应用程序支持目录中。
zh_hant: 儲存於 Application Support。

# settings.automation.socketPassword.subtitleUnset
source: No password set. External clients will be blocked until one is configured.
ar: لم يتم تعيين كلمة مرور. سيتم حظر العملاء الخارجيين حتى يتم تكوين واحدة.
bs: Lozinka nije postavljena. Vanjski klijenti će biti blokirani dok se ne konfiguriše.
da: Ingen adgangskode angivet. Eksterne klienter blokeres, indtil en er konfigureret.
de: Kein Passwort festgelegt. Externe Clients werden blockiert, bis eines konfiguriert ist.
es: No se ha establecido contraseña. Los clientes externos serán bloqueados hasta que se configure una.
fr: Aucun mot de passe défini. Les clients externes seront bloqués tant qu'un mot de passe n'aura pas été configuré.
it: Nessuna password impostata. I client esterni verranno bloccati finché non ne viene configurata una.
ja: パスワードが設定されていません。設定するまで外部クライアントはブロックされます。
ko: 비밀번호가 설정되지 않았습니다. 비밀번호를 구성하기 전까지 외부 클라이언트가 차단됩니다.
nb: Ingen passord angitt. Eksterne klienter vil bli blokkert inntil et passord er konfigurert.
pl: Hasło nie jest ustawione. Klienty zewnętrzne będą blokowane, dopóki nie zostanie skonfigurowane.
pt_br: Nenhuma senha definida. Clientes externos serão bloqueados até que uma seja configurada.
ru: Пароль не установлен. Внешние клиенты будут заблокированы, пока он не будет настроен.
th: ยังไม่ได้ตั้งรหัสผ่าน ไคลเอ็นต์ภายนอกจะถูกบล็อกจนกว่าจะกำหนดค่า
tr: Parola ayarlanmadı. Bir parola yapılandırılana kadar harici istemciler engellenecek.
uk: Пароль не встановлено. Зовнішні клієнти будуть заблоковані, поки його не налаштувати.
zh_hans: 未设置密码。外部客户端将被阻止，直到配置密码为止。
zh_hant: 尚未設定密碼。外部用戶端將被封鎖，直到設定密碼為止。

# settings.automation.suppressSubagentNotifications
source: Suppress Subagent Notifications
ar: إخفاء إشعارات الوكلاء الفرعيين
bs: Sakrij obavještenja podagenata
da: Skjul underagent-notifikationer
de: Unteragent-Benachrichtigungen unterdrücken
es: Suprimir notificaciones de subagentes
fr: Masquer les notifications des sous-agents
it: Nascondi notifiche dei sottoagenti
ja: サブエージェント通知を抑制
ko: 하위 에이전트 알림 억제
nb: Undertrykk underagentvarsler
pl: Ukryj powiadomienia podagentów
pt_br: Suprimir notificações de subagentes
ru: Подавлять уведомления подагентов
th: ซ่อนการแจ้งเตือนของเอเจนต์ย่อย
tr: Alt ajan bildirimlerini gizle
uk: Приховати сповіщення підлеглих агентів
zh_hans: 隐藏子代理通知
zh_hant: 隱藏子代理通知

# settings.automation.suppressSubagentNotifications.note
source: Uses process ancestry from hook processes. Disable if nested Codex or Claude sessions should trigger completion notifications.
ar: يستخدم تسلسل العمليات الأبوي من عمليات الخطافات. عطّله إذا كان يجب أن تطلق جلسات Codex أو Claude المتداخلة إشعارات الإكمال.
bs: Koristi hijerarhiju procesa iz hook procesa. Isključite ako ugniježđene Codex ili Claude sesije trebaju slati obavještenja o završetku.
da: Bruger proceshierarki fra hook-processer. Slå fra, hvis indlejrede Codex- eller Claude-sessioner skal udløse fuldførelsesnotifikationer.
de: Verwendet die Prozessabstammung der Hook-Prozesse. Deaktivieren, wenn verschachtelte Codex- oder Claude-Sitzungen Abschlussbenachrichtigungen auslösen sollen.
es: Usa la ascendencia de procesos de los hooks. Desactívalo si las sesiones anidadas de Codex o Claude deben generar notificaciones de finalización.
fr: Utilise l’ascendance des processus de hooks. Désactivez cette option si les sessions Codex ou Claude imbriquées doivent déclencher des notifications de fin.
it: Usa la gerarchia dei processi dei hook. Disattiva se le sessioni Codex o Claude annidate devono inviare notifiche di completamento.
ja: フックプロセスの親子関係を使用します。ネストされた Codex または Claude セッションでも完了通知を出したい場合は無効にしてください。
ko: 훅 프로세스의 상위 프로세스 관계를 사용합니다. 중첩된 Codex 또는 Claude 세션도 완료 알림을 보내야 한다면 비활성화하세요.
nb: Bruker prosesshierarki fra hook-prosesser. Slå av hvis innebygde Codex- eller Claude-økter skal utløse fullføringsvarsler.
pl: Używa hierarchii procesów hooków. Wyłącz, jeśli zagnieżdżone sesje Codex lub Claude mają wywoływać powiadomienia o zakończeniu.
pt_br: Usa a hierarquia de processos dos hooks. Desative se sessões aninhadas do Codex ou Claude devem disparar notificações de conclusão.
ru: Использует иерархию процессов из hook-процессов. Отключите, если вложенные сеансы Codex или Claude должны отправлять уведомления о завершении.
th: ใช้ลำดับชั้นของโปรเซสจากโปรเซส hook ปิดตัวเลือกนี้หากเซสชัน Codex หรือ Claude แบบซ้อนควรส่งการแจ้งเตือนเมื่อเสร็จ
tr: Hook süreçlerinin üst işlem zincirini kullanır. İç içe Codex veya Claude oturumları tamamlanma bildirimi göndermeliyse kapatın.
uk: Використовує ієрархію процесів із hook-процесів. Вимкніть, якщо вкладені сеанси Codex або Claude мають надсилати сповіщення про завершення.
zh_hans: 使用 hook 进程的进程层级。若嵌套的 Codex 或 Claude 会话应触发完成通知，请将其关闭。
zh_hant: 使用 hook 程序的程序層級。若巢狀 Codex 或 Claude 工作階段應觸發完成通知，請將其關閉。

# settings.automation.suppressSubagentNotifications.subtitleOff
source: Child agent completions notify like top-level agents.
ar: تُرسل إكمالات الوكلاء الفرعيين إشعارات مثل الوكلاء الأعلى مستوى.
bs: Završeci dječijih agenata šalju obavještenja kao agenti najvišeg nivoa.
da: Underagenters fuldførelser giver besked som topniveau-agenter.
de: Abschlüsse von Unteragenten benachrichtigen wie Top-Level-Agenten.
es: Las finalizaciones de agentes secundarios notifican como agentes de nivel superior.
fr: Les fins d’agents enfants notifient comme les agents de premier niveau.
it: I completamenti degli agenti figli inviano notifiche come gli agenti di primo livello.
ja: 子エージェントの完了もトップレベルのエージェントと同様に通知します。
ko: 하위 에이전트 완료도 최상위 에이전트처럼 알립니다.
nb: Fullføringer fra underagenter varsler som toppnivåagenter.
pl: Ukończenia agentów podrzędnych powiadamiają jak agenci najwyższego poziomu.
pt_br: Conclusões de agentes filhos notificam como agentes de nível superior.
ru: Завершения дочерних агентов уведомляют как агенты верхнего уровня.
th: การทำงานเสร็จของเอเจนต์ลูกจะแจ้งเตือนเหมือนเอเจนต์ระดับบนสุด
tr: Alt ajan tamamlanmaları üst düzey ajanlar gibi bildirim gönderir.
uk: Завершення дочірніх агентів сповіщають як агенти верхнього рівня.
zh_hans: 子代理完成时会像顶层代理一样通知。
zh_hant: 子代理完成時會像頂層代理一樣通知。

# settings.automation.suppressSubagentNotifications.subtitleOn
source: Child agent completions stay in Feed without notifications.
ar: تبقى إكمالات الوكلاء الفرعيين في Feed بدون إشعارات.
bs: Završeci dječijih agenata ostaju u Feed-u bez obavještenja.
da: Underagenters fuldførelser bliver i Feed uden notifikationer.
de: Abschlüsse von Unteragenten bleiben ohne Benachrichtigungen im Feed.
es: Las finalizaciones de agentes secundarios permanecen en Feed sin notificaciones.
fr: Les fins d’agents enfants restent dans Feed sans notifications.
it: I completamenti degli agenti figli restano in Feed senza notifiche.
ja: 子エージェントの完了は通知せずFeedにのみ残ります。
ko: 하위 에이전트 완료는 알림 없이 Feed에만 남습니다.
nb: Fullføringer fra underagenter blir i Feed uten varsler.
pl: Ukończenia agentów podrzędnych pozostają w Feed bez powiadomień.
pt_br: Conclusões de agentes filhos ficam no Feed sem notificações.
ru: Завершения дочерних агентов остаются в Feed без уведомлений.
th: การทำงานเสร็จของเอเจนต์ลูกจะอยู่ใน Feed โดยไม่มีการแจ้งเตือน
tr: Alt ajan tamamlanmaları bildirim olmadan Feed’de kalır.
uk: Завершення дочірніх агентів залишаються у Feed без сповіщень.
zh_hans: 子代理完成事件会留在 Feed 中且不通知。
zh_hant: 子代理完成事件會留在 Feed 中且不通知。

# settings.automation.workspaceAutoNaming
source: Workspace Auto-Naming
ar: التسمية التلقائية لمساحات العمل
bs: Automatsko imenovanje radnih prostora
da: Automatisk navngivning af arbejdsområder
de: Automatische Benennung von Arbeitsbereichen
es: Nombrado automático de espacios de trabajo
fr: Nommage automatique des espaces de travail
it: Assegnazione automatica dei nomi agli spazi di lavoro
ja: ワークスペースの自動命名
ko: 작업 공간 자동 이름 지정
nb: Automatisk navngiving av arbeidsområder
pl: Automatyczne nazywanie obszarów roboczych
pt_br: Nomeação automática de espaços de trabalho
ru: Автоматическое именование рабочих областей
th: การตั้งชื่อพื้นที่ทำงานอัตโนมัติ
tr: Çalışma alanlarını otomatik adlandırma
uk: Автоматичне іменування робочих областей
zh_hans: 工作区自动命名
zh_hant: 工作區自動命名

# settings.automation.workspaceAutoNaming.hooksOffWarning
source: Claude Code Integration is off, so Claude sessions will not be auto-named. Other supported agents still name when their cmux hooks are installed.
ar: تكامل Claude Code متوقف، لذلك لن تتم تسمية جلسات Claude تلقائيًا. لا يزال الوكلاء المدعومون الآخرون يسمّون الجلسات عند تثبيت خطافات cmux الخاصة بهم.
bs: Claude Code integracija je isključena, pa se Claude sesije neće automatski imenovati. Drugi podržani agenti i dalje imenuju sesije kada su njihovi cmux hookovi instalirani.
da: Claude Code-integration er slået fra, så Claude-sessioner navngives ikke automatisk. Andre understøttede agenter navngiver stadig, når deres cmux-hooks er installeret.
de: Die Claude Code-Integration ist deaktiviert, daher werden Claude-Sitzungen nicht automatisch benannt. Andere unterstützte Agenten benennen weiterhin, wenn ihre cmux-Hooks installiert sind.
es: La integración de Claude Code está desactivada, por lo que las sesiones de Claude no se nombrarán automáticamente. Otros agentes compatibles seguirán nombrando cuando sus hooks de cmux estén instalados.
fr: L'intégration Claude Code est désactivée, donc les sessions Claude ne seront pas nommées automatiquement. Les autres agents pris en charge continuent de nommer les sessions lorsque leurs hooks cmux sont installés.
it: L'integrazione Claude Code è disattivata, quindi le sessioni Claude non verranno nominate automaticamente. Gli altri agenti supportati continuano a nominare quando i loro hook cmux sono installati.
ja: Claude Code 連携がオフのため、Claude セッションは自動命名されません。他の対応エージェントは、それぞれの cmux フックがインストールされていれば引き続き命名されます。
ko: Claude Code 통합이 꺼져 있어 Claude 세션은 자동으로 이름 지정되지 않습니다. 다른 지원 에이전트는 해당 cmux 훅이 설치되어 있으면 계속 이름을 지정합니다.
nb: Claude Code-integrasjonen er av, så Claude-økter blir ikke navngitt automatisk. Andre støttede agenter navngir fortsatt når cmux-hookene deres er installert.
pl: Integracja Claude Code jest wyłączona, więc sesje Claude nie będą nazywane automatycznie. Inni obsługiwani agenci nadal nadają nazwy, gdy ich hooki cmux są zainstalowane.
pt_br: A integração com o Claude Code está desativada, então sessões do Claude não serão nomeadas automaticamente. Outros agentes compatíveis ainda nomeiam quando seus hooks do cmux estão instalados.
ru: Интеграция Claude Code отключена, поэтому сеансы Claude не будут автоматически именоваться. Другие поддерживаемые агенты продолжат именование, если установлены их хуки cmux.
th: การผสานรวม Claude Code ปิดอยู่ ดังนั้นเซสชัน Claude จะไม่ถูกตั้งชื่ออัตโนมัติ เอเจนต์อื่นที่รองรับยังคงตั้งชื่อได้เมื่อมีการติดตั้งฮุก cmux ของตน
tr: Claude Code entegrasyonu kapalı, bu yüzden Claude oturumları otomatik adlandırılmayacak. Diğer desteklenen aracılar, cmux hook'ları kurulu olduğunda adlandırmaya devam eder.
uk: Інтеграцію Claude Code вимкнено, тому сеанси Claude не будуть автоматично іменуватися. Інші підтримувані агенти й надалі іменують, коли встановлено їхні хуки cmux.
zh_hans: Claude Code 集成已关闭，因此 Claude 会话不会自动命名。其他受支持的代理在安装了各自的 cmux 钩子后仍会命名。
zh_hant: Claude Code 整合已關閉，因此 Claude 工作階段不會自動命名。其他支援的代理在安裝各自的 cmux hook 後仍會命名。
